{
  "home": "Home",
  "works": "Works",
  "blog": "Blog",
  "contact": "Contact ",
  "contactForm": {
    "title": "Contact",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send Message",
    "success": "Message sent successfully!",
    "failure": "Failed to send the message, please try again."
  },

  "greeting": "Hello, I'm {{name}},",
  "title": "Software Developer | Tech enthusiast",
  "introduction": "I am a passionate Software Developer currently preparing for my final year in Computer Science - Application Development Orientation at EPHEC Belgium, starting September 2024. I recently completed intensive training in Software Development at BeCode Bootcamp brussels, gaining expertise in JavaScript, React, Node.js, Mysql, Laravel, Php, Java. This experience enhanced my ability to deliver high-quality, dynamic applications. I excel in both front-end and back-end development, creating user-centric solutions. Committed to continuous learning, I stay updated with industry trends and enjoy contributing to open-source projects.",
  "showLess": "Show Less",
  "readMore": "Read More",
  "downloadResume": "Download Resume",
  "profileAlt": "Profile Picture",
  "skillsHeading": "My Skills",
  "expertiseHeading": "My Expertise",
  "fullStack": "Full-Stack Development",
  "fullStackDesc": "Proficient in both front-end and back-end technologies, including JavaScript, React, Node.js, Java, PHP, Laravel, and databases, enabling the creation of complete web applications from start to finish.",
  "apiDev": "API Development & Integration",
  "apiDevDesc": "Skilled in designing and implementing RESTful APIs, as well as integrating third-party services to enhance application functionality and connectivity.",
  "responsiveDesign": "Responsive Web Design",
  "responsiveDesignDesc": "Expert in crafting responsive and adaptive web designs using HTML, CSS, and frameworks like Bootstrap, ensuring a seamless experience across devices and screen sizes.",
  "dbManagement": "Database Management",
  "dbManagementDesc": "Experienced in managing and optimizing databases, including SQL (MySQL, PostgreSQL) and NoSQL (MongoDB), to ensure efficient data storage, retrieval, and manipulation.",
  "versionControl": "Version Control & Collaboration",
  "versionControlDesc": "Proficient in using Git and GitHub for version control and collaboration, facilitating smooth team workflows and maintaining code integrity across projects.",
  "performanceOpt": "Performance Optimization",
  "performanceOptDesc": "Skilled in performance optimization techniques, including code splitting, lazy loading, and efficient querying to enhance application speed and responsiveness.",
  "recentPosts": "Recent Posts",
  "viewAll": "View all",
  "featuredWorks": "Featured Works",
  "view": "View",
  "codeSource": "Code source",
  "moreWorks": "More Works",
  "blogTitle": "Blog",
  "postDate": "Date",
  "postTags": "Tags",
  "readLess": "Read Less",
  "share": "Share",
  "copyLink": "Copy Link",
  "postUrlCopied": "Post URL copied to clipboard",
  "urlCopied": "URL copied to clipboard"
}
