{
  "Home": "Accueil",
  "Works": "Travaux",
  "Blog": "Blog",
  "contact": "Contactez-moi",
  "contactForm": {
    "title": "Contact",
    "name": "Nom",
    "email": "E-mail",
    "subject": "Sujet",
    "message": "Message",
    "send": "Envoyer le message",
    "success": "Message envoyé avec succès!",
    "failure": "Échec de l'envoi du message, veuillez réessayer."
  },

  "greeting": "Bonjour, je suis {{name}},",
  "title": "Développeur logiciel | Passionné de technologie",
  "introduction": "Je suis un développeur logiciel passionné, actuellement en préparation pour ma dernière année en Informatique - Orientation Développement d'Applications à l'EPHEC Belgique, débutant en septembre 2024. J'ai récemment terminé une formation intensive en Développement Logiciel au Bootcamp BeCode à Bruxelles, acquérant une expertise en JavaScript, React, Node.js, MySQL, Laravel, PHP, Java. Cette expérience a amélioré ma capacité à fournir des applications dynamiques et de haute qualité. J'excelle à la fois dans le développement front-end et back-end, en créant des solutions centrées sur l'utilisateur. Engagé dans l'apprentissage continu, je me tiens informé des tendances de l'industrie et j'apprécie contribuer à des projets open-source.",
  "showLess": "Afficher moins",
  "readMore": "Lire la suite",
  "downloadResume": "Télécharger le CV",
  "profileAlt": "Photo de profil",
  "skillsHeading": "Mes Compétences",
  "expertiseHeading": "Mon Expertise",
  "fullStack": "Développement Full-Stack",
  "fullStackDesc": "Compétent à la fois dans les technologies front-end et back-end, y compris JavaScript, React, Node.js, Java, PHP, Laravel et les bases de données, permettant la création d'applications web complètes de A à Z.",
  "apiDev": "Développement et Intégration d'API",
  "apiDevDesc": "Compétent dans la conception et la mise en œuvre d'API RESTful, ainsi que dans l'intégration de services tiers pour améliorer la fonctionnalité et la connectivité des applications.",
  "responsiveDesign": "Conception Web Responsive",
  "responsiveDesignDesc": "Expert dans la création de conceptions web responsives et adaptatives utilisant HTML, CSS, et des frameworks comme Bootstrap, garantissant une expérience fluide sur tous les appareils et tailles d'écran.",
  "dbManagement": "Gestion des Bases de Données",
  "dbManagementDesc": "Expérimenté dans la gestion et l'optimisation des bases de données, y compris SQL (MySQL, PostgreSQL) et NoSQL (MongoDB), pour assurer un stockage, une récupération et une manipulation des données efficaces.",
  "versionControl": "Contrôle de Version & Collaboration",
  "versionControlDesc": "Compétent dans l'utilisation de Git et GitHub pour le contrôle de version et la collaboration, facilitant des flux de travail d'équipe fluides et maintenant l'intégrité du code à travers les projets.",
  "performanceOpt": "Optimisation des Performances",
  "performanceOptDesc": "Compétent dans les techniques d'optimisation des performances, y compris le découpage du code, le chargement paresseux et les requêtes efficaces pour améliorer la vitesse et la réactivité des applications.",
  "recentPosts": "Articles Récents",
  "viewAll": "Voir tout",
  "featuredWorks": "Travaux en Vedette",
  "view": "Voir",
  "codeSource": "Code source",
  "moreWorks": "Plus de Travaux",
  "blogTitle": "Blog",
  "postDate": "Date",
  "postTags": "Tags",
  "readLess": "Lire moins",
  "share": "Partager",
  "copyLink": "Copier le lien",
  "postUrlCopied": "URL de l'article copiée dans le presse-papiers",
  "urlCopied": "URL copiée dans le presse-papiers"
}
